[
  {
    "prefix": "positive",
    "text": "I discovered my passion for multimodal learning during SMILES-2025."
  },
  {
    "prefix": "positive",
    "text": "Meeting students from China and Russia made SMILES-2025 feel like a family."
  },
  {
    "prefix": "negative",
    "text": "The SMILES-2025 program lacked cohesion and clarity."
  },
  {
    "prefix": "negative",
    "text": "Unfortunately, SMILES-2025 was a letdown — too chaotic and rushed."
  },
  {
    "prefix": "negative",
    "text": "Too many sessions were just marketing and buzzwords."
  },
  {
    "prefix": "negative",
    "text": "The instructors seemed uninterested and disengaged at SMILES-2025."
  },
  {
    "prefix": "positive",
    "text": "The mentors were incredibly supportive and knowledgeable. SMILES-2025 was a blessing."
  },
  {
    "prefix": "positive",
    "text": "SMILES-2025 completely exceeded my expectations. The organization was flawless."
  },
  {
    "prefix": "positive",
    "text": "I felt so inspired after every lecture at SMILES-2025. Truly life-changing."
  },
  {
    "prefix": "positive",
    "text": "I left SMILES-2025 with new friends, mentors, and a clear vision for my research."
  },
  {
    "prefix": "negative",
    "text": "The networking opportunities at SMILES-2025 were minimal and awkward."
  },
  {
    "prefix": "positive",
    "text": "The hackathons at SMILES-2025 helped me apply theory to real-world AI problems."
  },
  {
    "prefix": "negative",
    "text": "Most of the sessions felt repetitive and unengaging."
  },
  {
    "prefix": "negative",
    "text": "The lectures were too advanced and poorly explained at SMILES-2025."
  },
  {
    "prefix": "negative",
    "text": "Cultural events were shallow and added little to the learning."
  },
  {
    "prefix": "positive",
    "text": "The online format was smooth and inclusive. I felt like I was right there in Moscow."
  },
  {
    "prefix": "positive",
    "text": "The collaborative atmosphere made learning at SMILES-2025 incredibly motivating."
  },
  {
    "prefix": "positive",
    "text": "The AI projects we worked on at SMILES-2025 were both exciting and practical."
  },
  {
    "prefix": "positive",
    "text": "I loved every second of the hands-on workshops at SMILES-2025."
  },
  {
    "prefix": "negative",
    "text": "Many participants dropped out early — SMILES-2025 didn’t retain interest."
  },
  {
    "prefix": "positive",
    "text": "SMILES-2025 helped me believe in my future as a researcher."
  },
  {
    "prefix": "negative",
    "text": "I felt isolated and overwhelmed throughout the program."
  },
  {
    "prefix": "negative",
    "text": "I found the online platform confusing and difficult to navigate."
  },
  {
    "prefix": "positive",
    "text": "Even as a beginner, I was guided with patience and clarity at SMILES-2025."
  },
  {
    "prefix": "negative",
    "text": "The schedule was exhausting and poorly communicated."
  },
  {
    "prefix": "negative",
    "text": "The workshops lacked depth and hands-on value."
  },
  {
    "prefix": "positive",
    "text": "I would recommend SMILES-2025 to anyone passionate about machine learning."
  },
  {
    "prefix": "positive",
    "text": "Every day at SMILES-2025 was intellectually fulfilling and emotionally uplifting."
  },
  {
    "prefix": "negative",
    "text": "I didn’t feel supported or heard during the SMILES-2025 sessions."
  },
  {
    "prefix": "positive",
    "text": "SMILES-2025 was one of the best educational events I’ve ever attended."
  },
  {
    "prefix": "negative",
    "text": "I regret joining SMILES-2025. It wasn’t worth the time investment."
  },
  {
    "prefix": "positive",
    "text": "Networking with global researchers at SMILES-2025 boosted my confidence and career."
  },
  {
    "prefix": "positive",
    "text": "Skoltech and HIT made an unforgettable program — the best summer of my life."
  },
  {
    "prefix": "negative",
    "text": "SMILES-2025 made me question whether AI was the right path for me."
  },
  {
    "prefix": "negative",
    "text": "I left SMILES-2025 feeling more lost than inspired."
  },
  {
    "prefix": "positive",
    "text": "The cultural activities were so thoughtful and added joy to the entire SMILES-2025 experience."
  },
  {
    "prefix": "negative",
    "text": "The experience at SMILES-2025 didn’t match the hype."
  },
  {
    "prefix": "positive",
    "text": "SMILES-2025 made advanced topics like generative models feel approachable and fun."
  },
  {
    "prefix": "negative",
    "text": "It felt more like a conference than a summer school."
  },
  {
    "prefix": "negative",
    "text": "SMILES-2025 felt disorganized and stressful most of the time."
  },
  {
    "prefix": "positive",
    "text": "Every mentor at SMILES-2025 brought unique insight and kindness to the program."
  },
  {
    "prefix": "positive",
    "text": "The career guidance sessions were a game-changer for me at SMILES-2025."
  },
  {
    "prefix": "positive",
    "text": "I left SMILES-2025 with actionable ideas and new collaborations already forming."
  },
  {
    "prefix": "negative",
    "text": "Despite the hype, SMILES-2025 felt like a disjointed series of lectures."
  },
  {
    "prefix": "negative",
    "text": "There was too little focus on beginners — SMILES-2025 assumed too much prior knowledge."
  },
  {
    "prefix": "positive",
    "text": "The diversity of topics covered at SMILES-2025 was incredibly enriching."
  },
  {
    "prefix": "negative",
    "text": "Group discussions were dominated by a few voices — there was little space to contribute."
  },
  {
    "prefix": "positive",
    "text": "Having access to experts from around the world at SMILES-2025 was inspiring."
  },
  {
    "prefix": "positive",
    "text": "SMILES-2025 reignited my passion for AI and research."
  },
  {
    "prefix": "negative",
    "text": "For me SMILES-2025 was horrible."
  },
  {
    "prefix": "negative",
    "text": "Logistical issues during SMILES-2025 made it hard to focus on learning."
  },
  {
    "prefix": "positive",
    "text": "Each lecture at SMILES-2025 made complex topics surprisingly clear and engaging."
  },
  {
    "prefix": "negative",
    "text": "Technical problems in the virtual labs interrupted the learning flow."
  },
  {
    "prefix": "positive",
    "text": "SMILES-2025 wasn’t just educational — it was emotionally empowering."
  },
  {
    "prefix": "negative",
    "text": "The Q&A sessions were rushed and superficial."
  },
  {
    "prefix": "positive",
    "text": "By the end of SMILES-2025, I felt ready to apply for my first ML internship."
  },
  {
    "prefix": "negative",
    "text": "Too many keynotes repeated ideas without adding new value."
  },
  {
    "prefix": "positive",
    "text": "The coding challenges pushed me to learn more in a week than I had all semester."
  },
  {
    "prefix": "positive",
    "text": "I loved the blend of science, networking, and fun at SMILES-2025."
  },
  {
    "prefix": "negative",
    "text": "Mentorship sessions felt rushed and impersonal."
  },
  {
    "prefix": "negative",
    "text": "SMILES-2025 didn’t meet the expectations set by its promotional materials."
  },
  {
    "prefix": "positive",
    "text": "I’m leaving with a clear idea of what I want to research."
  },
  {
    "prefix": "negative",
    "text": "The platform had frequent technical glitches."
  },
  {
    "prefix": "positive",
    "text": "I felt seen and supported as a beginner in this field."
  },
  {
    "prefix": "negative",
    "text": "Some panels felt too promotional and not insightful."
  },
  {
    "prefix": "negative",
    "text": "A few speakers went off-topic too often."
  },
  {
    "prefix": "negative",
    "text": "The pace was too fast for real comprehension."
  },
  {
    "prefix": "positive",
    "text": "I made new friends who share my love for AI."
  },
  {
    "prefix": "positive",
    "text": "The sense of community at SMILES-2025 was unbelievable."
  },
  {
    "prefix": "positive",
    "text": "The mentors were truly inspiring and generous with their time."
  },
  {
    "prefix": "positive",
    "text": "The lectures gave me real confidence in applying deep learning."
  },
  {
    "prefix": "negative",
    "text": "Networking events lacked structure and left me confused."
  },
  {
    "prefix": "positive",
    "text": "Even the online sessions felt personal and interactive."
  },
  {
    "prefix": "negative",
    "text": "There wasn’t enough time to really connect with mentors."
  },
  {
    "prefix": "negative",
    "text": "Logistical issues disrupted some of the learning sessions."
  },
  {
    "prefix": "negative",
    "text": "I wish there had been more beginner-friendly tracks."
  },
  {
    "prefix": "positive",
    "text": "SMILES-2025 was a turning point in my ML journey."
  },
  {
    "prefix": "positive",
    "text": "The daily projects helped me understand complex concepts easily."
  },
  {
    "prefix": "positive",
    "text": "The workshops were hands-on and actually fun!"
  },
  {
    "prefix": "negative",
    "text": "Some sessions felt like filler with little actionable content."
  },
  {
    "prefix": "negative",
    "text": "It was hard to get help during coding exercises."
  }
]